
[
    {
        "id": 1,
        "name": "Empire State Building",
        "country": "united states of america"
        "description": "The Empire State Building is located on 34th Street in Manhattan, New York. And the building is the most representative skyscraper. Since it has maintained the position of the tallest building in the world for 39 years. The building has 16-story steel tower on top of the 86-story concrete. Even though it is not the tallest building in New York now, still it has the highest status as a landmark skyscraper. It also appeared as the background of many movies such as King Kong and the Spider man.",
        "latitude": 40.748433,
        "longitude": -73.985428,
        "picture": "empire state building",

    },
    {
        "id": 2,
        "name": "Leaning Tower of Pisa",
        "country": "italy",
        "description": "The Leaning Tower of Pisa is the freestanding bell tower of Pisa Cathedral located in Pisa city, Toscana state in Italy. It is known for its nearly four-degree(4’) lean, since it was built in the unstable foundation. After being constructed, there was slightly slope and that make the burden on the ground which act as a positive feedback for leaning. Thus, for a long time engineers have done several times of repair works, the tower stopped leaning with a slope of 4 degree.",
        "latitude": 43.723016,
        "longitude": 10.396632,
        "picture": "leaning tower of pisa"
    },
    {
        "id": 3,
        "name": "Greenwich Observatory",
        "country": "united kingdom”",
        "description": "Greenwich Observatory was built in 1675 for astronomical observation. In 1883, the people who attended the international conference set that the longitude of the observatory is zero. Therefore, In 1884, the observatory became the standard of the zero meridian. In 1930s, the observatory was moved to Sussex, since the pollution caused by modern cilcillizaton such as polluted fog also named smog and dust, muck higher buildings and bright neon signs made it difficult to observe the sky. In 1990, the main observatory was moved to Cambridge University, However, it still uses the name of the Greenwich observatory.",
        "latitude": 51.4786852,
        "longitude": -00.500,
        "picture": "greenwich observatory"
    },
    {
        "id": 4,
        "name": "Suez Canal",
        "country": "egypt",
        "description": "The Suez Canal was constructed in 1896 after cutting the first sod 10 years period. It is a manmade waterway which connects Europe of the Mediterranean Sea to Asia of the Red sea. Long time ago, the sailor bypass that area by doing a dangerous journey through coastline of Africa via the Good Hope Cape. And the canal has the big size which is about 193km long, 24m deep and 205 wide. Thus it enables ships to pass between Europe and Asia without having to circumnavigate the coastline of Africa.",
        "latitude": 30.55901,
        "longitude": 32.33757,
        "picture": "suez canal"
    }
 ]

